brew "curl"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "imagemagick"
brew "jq"
brew "mise"
brew "nkf"
brew "ripgrep"
brew "starship"
brew "tree"
brew "unzip"
brew "vim"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zip"
brew "zsh"
