tap "homebrew/bundle"
tap "homebrew/core"

brew "curl"
brew "eza"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "jq"
brew "nkf"
brew "rtx"
brew "sqlc"
brew "starship"
brew "tree"
brew "unzip"
brew "vim"
brew "wget"
brew "zip"
brew "zsh"
