cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "curl"
brew "exa"
brew "fzf"
brew "ghq"
brew "git"
brew "jq"
brew "starship"
brew "tree"
brew "vim"
brew "volta"
brew "wget"
brew "youtube-dl"
brew "zsh"

cask "discord"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "visual-studio-code"
