tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "python"

brew "bat"
brew "colordiff"
brew "curl"
brew "exa"
brew "webp"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gcc"
brew "ghq"
brew "gist"
brew "git"
brew "go"
brew "httpie"
brew "imagemagick"
brew "mas"
brew "mozjpeg"
brew "neovim"
brew "nkf"
brew "nvm"
brew "pngquant"
brew "starship"
brew "tldr"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zplug"
brew "zsh"

cask "google-chrome"
cask "google-japanese-ime"
cask "hyper"
cask "microsoft-office"
cask "slack"
cask "visual-studio-code"

mas "Amphetamine", id: 937984704
