tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "curl"
brew "exa"
brew "fnm"
brew "fzf"
brew "ghq"
brew "git"
brew "jq"
brew "nkf"
brew "sqlc"
brew "starship"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zsh"

cask "alacritty"
cask "google-chrome"
cask "google-japanese-ime"
cask "visual-studio-code"
