tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "go"
brew "git"
brew "mas"
brew "nvm"
brew "fzf"
brew "exa
brew "ghq"
brew "zsh"
brew "nkf"
brew "tree"
brew "wget"
brew "curl"
brew "zplug"
brew "httpie"
brew "neovim"
brew "python"
brew "python@2"
brew "starship"
brew "colordiff"
brew "youtube-dl"

cask "flux"
cask "hyper"
cask "slack"
cask "google-chrome"
cask "microsoft-office"
cask "visual-studio-code"
cask "google-japanese-ime"

mas "Amphetamine", id: 937984704
