tap "homebrew/bundle"
tap "homebrew/core"
tap "linuxbrew/xorg"

brew "colordiff"
brew "exa"
brew "gcc"
brew "ffmpeg"
brew "fzf"
brew "ghq"
brew "git"
brew "imagemagick"
brew "nkf"
brew "starship"
brew "tree"
brew "volta"
brew "wget"
brew "youtube-dl"
brew "zplug"
brew "zsh"
